Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Hydration Status
de: Hydratationsstatus
es: Estado de hidratación
fr: État d'hydratation
it: Stato di idratazione
pt_pt: Estado de hidratação
ru: Статус гидратации

source: Hydration Window
de: Trinkfenster
es: Ventana de hidratación
fr: Fenêtre d'hydratation
it: Finestra di idratazione
pt_pt: Janela de Hidratação
ru: Окно гидратации

source: I see you're feeling a bit down. A small, healthy snack with complex carbs (like a banana or oats) can trigger a natural serotonin release!
de: Ich sehe, du fühlst dich etwas niedergeschlagen. Ein kleiner, gesunder Snack mit komplexen Kohlenhydraten (wie eine Banane oder Hafer) kann eine natürliche Serotoninausschüttung auslösen!
es: Veo que te sientes un poco deprimido. ¡Un refrigerio pequeño y saludable con carbohidratos complejos (como un plátano o avena) puede desencadenar una liberación natural de serotonina!
fr: Je vois que tu te sens un peu déprimé. Une petite collation saine contenant des glucides complexes (comme une banane ou de l'avoine) peut déclencher une libération naturelle de sérotonine !
it: Vedo che ti senti un po' giù. Uno spuntino piccolo e salutare con carboidrati complessi (come una banana o l’avena) può innescare un rilascio naturale di serotonina!
pt_pt: Vejo que você está se sentindo um pouco deprimido. Um lanche pequeno e saudável com carboidratos complexos (como banana ou aveia) pode desencadear uma liberação natural de serotonina!
ru: Я вижу, вам немного грустно. Небольшой полезный перекус со сложными углеводами (например, банан или овсянка) может вызвать естественный выброс серотонина!

source: Iberico Pork Secreto
de: Iberisches Schweinefleisch Secreto
es: Secreto de Cerdo Ibérico
fr: Secreto de porc ibérique
it: Segreto di maiale iberico
pt_pt: Secreto de Porco Ibérico
ru: Иберико Свинина Секрето

source: Iberico Pork Secreto with Romesco Sauce and Charred Baby Leeks
de: Secreto vom iberischen Schwein mit Romesco-Sauce und geröstetem Baby-Lauch
es: Secreto de cerdo ibérico con salsa romesco y puerros tiernos asados
fr: Secreto de porc ibérique avec sauce Romesco et petits poireaux grillés
it: Secreto di Maiale Iberico con Salsa Romesco e Porri Scottati
pt_pt: Secreto de porco ibérico com molho Romesco e alho-poró carbonizado
ru: Секрето из свинины по-иберико с соусом ромеско и обугленным луком-пореем

source: If every day was exactly like today.
de: Wenn jeder Tag genau wie heute wäre.
es: Si todos los días fueran exactamente como hoy.
fr: Si chaque jour était exactement comme aujourd'hui.
it: Se ogni giorno fosse esattamente come oggi.
pt_pt: Se todos os dias fossem exatamente como hoje.
ru: Если бы каждый день был таким.

source: If the app is closed, your plan generation will be interrupted. Keep the app open for best results.
de: Wenn die App geschlossen ist, wird Ihre Planerstellung unterbrochen. Halten Sie die App geöffnet, um optimale Ergebnisse zu erzielen.
es: Si se cierra la aplicación, se interrumpirá la generación de su plan. Mantenga la aplicación abierta para obtener mejores resultados.
fr: Si l'application est fermée, la génération de votre plan sera interrompue. Gardez l'application ouverte pour de meilleurs résultats.
it: Se l'app viene chiusa, la generazione del piano verrà interrotta. Tieni l'app aperta per ottenere i migliori risultati.
pt_pt: Caso o aplicativo seja fechado, a geração do seu plano será interrompida. Mantenha o aplicativo aberto para obter melhores resultados.
ru: Если приложение закрыто, создание вашего плана будет прервано. Держите приложение открытым для достижения наилучших результатов.

source: If you continue as a guest, your nutrition, calories, and water balance data will not be saved in the cloud. You will lose your diary if you change devices.
de: Wenn Sie als Gast fortfahren, werden Ihre Nährwert-, Kalorien- und Wasserhaushaltsdaten nicht in der Cloud gespeichert. Wenn Sie das Gerät wechseln, geht Ihr Tagebuch verloren.
es: Si continúas como invitado, tus datos de nutrición, calorías y balance hídrico no se guardarán en la nube. Perderás tu diario si cambias de dispositivo.
fr: Si vous continuez en tant qu'invité, vos données nutritionnelles, caloriques et hydriques ne seront pas enregistrées dans le cloud. Vous perdrez votre agenda si vous changez d'appareil.
it: Se continui come ospite, i dati relativi a nutrizione, calorie e bilancio idrico non verranno salvati nel cloud. Perderai il tuo diario se cambi dispositivo.
pt_pt: Se você continuar como convidado, seus dados de nutrição, calorias e equilíbrio hídrico não serão salvos na nuvem. Você perderá seu diário se mudar de dispositivo.
ru: Если вы продолжите работу в качестве гостя, данные о вашем питании, калориях и водном балансе не будут сохранены в облаке. Вы потеряете свой дневник, если смените устройство.

source: Ignite AI
de: KI entfachen
es: Enciende la IA
fr: Allumer l'IA
it: Accendi l'intelligenza artificiale
pt_pt: Acenda a IA
ru: Зажгите ИИ

source: Immunity Boost
de: Stärkung der Immunität
es: Aumento de la inmunidad
fr: Renforcement de l'immunité
it: Potenziamento dell'immunità
pt_pt: Aumento de imunidade
ru: Повышение иммунитета

source: Imperial
de: Kaiserlich
fr: Impérial
it: Imperiale
ru: Имперская

source: In-App Purchases
de: In-App-Käufe
es: Compras dentro de la aplicación
fr: Achats intégrés
it: Acquisti in-app
pt_pt: Compras no aplicativo
ru: Встроенные покупки

source: Inaccurate Macros
de: Ungenaue Makros
es: Macros inexactas
fr: Macros inexactes
it: Macro imprecise
pt_pt: Macros imprecisas
ru: Неточные макросы

source: Incredibly tender, milk-fed veal cooked precisely sous-vide, glazed with a deeply fermented, umami-bomb black garlic reduction. 🥩
de: Unglaublich zartes, mit Milch gefüttertes Kalbfleisch, präzise Sous-Vide gegart, glasiert mit einer tief fermentierten Umami-Bomben-Reduktion aus schwarzem Knoblauch. 🥩
es: Ternera increíblemente tierna, alimentada con leche, cocinada precisamente al vacío, glaseada con una reducción de ajo negro con forma de bomba umami, profundamente fermentada. 🥩
fr: Veau de lait incroyablement tendre, cuit avec précision sous vide, glacé avec une réduction d'ail noir profondément fermentée et bombe umami. 🥩
it: Vitello incredibilmente tenero, nutrito con latte, cotto con precisione sottovuoto, glassato con una riduzione di aglio nero profondamente fermentata e bomba umami. 🥩
pt_pt: Vitela incrivelmente macia, alimentada com leite, cozida precisamente sous-vide, glaceada com uma redução de alho preto profundamente fermentada e com bomba umami. 🥩
ru: Невероятно нежная телятина на молочном откорме, приготовленная в режиме су-вид и глазированная глубоко ферментированным, бомбическим соусом из черного чеснока. 🥩

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
pt_pt: Ingredientes
ru: Ингредиенты

source: Initializing...
de: Initialisierung...
es: Inicializando...
fr: Initialisation...
it: Inizializzazione...
pt_pt: Inicializando...
ru: Инициализация...

source: Input ingredients from your fridge and get diet-matched recipes. Plus, use your camera so the AI can monitor and guide your cooking process!
de: Geben Sie Zutaten aus Ihrem Kühlschrank ein und erhalten Sie auf Ihre Ernährung abgestimmte Rezepte. Nutzen Sie außerdem Ihre Kamera, damit die KI Ihren Kochvorgang überwachen und steuern kann!
es: Introduzca los ingredientes de su refrigerador y obtenga recetas adaptadas a su dieta. Además, ¡usa tu cámara para que la IA pueda monitorear y guiar tu proceso de cocción!
fr: Saisissez les ingrédients de votre réfrigérateur et obtenez des recettes adaptées à votre régime. De plus, utilisez votre caméra pour que l'IA puisse surveiller et guider votre processus de cuisson !
it: Inserisci gli ingredienti dal tuo frigorifero e ottieni ricette adatte alla tua dieta. Inoltre, usa la tua fotocamera in modo che l'intelligenza artificiale possa monitorare e guidare il tuo processo di cottura!
pt_pt: Insira ingredientes da sua geladeira e obtenha receitas adequadas à sua dieta. Além disso, use sua câmera para que a IA possa monitorar e orientar seu processo de cozimento!
ru: Input ingredients from your fridge and гet diet-matched recipes. Plus, use your camera so the AI can monitor and гuide your cooking process!

source: Inspired by traditional eating habits of Italy and Greece. Great for cardiovascular health.
de: Inspiriert von den traditionellen Essgewohnheiten Italiens und Griechenlands. Ideal für die Herz-Kreislauf-Gesundheit.
es: Inspirado en los hábitos alimentarios tradicionales de Italia y Grecia. Excelente para la salud cardiovascular.
fr: Inspiré des habitudes alimentaires traditionnelles de l'Italie et de la Grèce. Idéal pour la santé cardiovasculaire.
it: Ispirato alle abitudini alimentari tradizionali di Italia e Grecia. Ottimo per la salute cardiovascolare.
pt_pt: Inspirado nos hábitos alimentares tradicionais da Itália e da Grécia. Ótimo para a saúde cardiovascular.
ru: Вдохновлен традиционными гастрономическими привычками Италии и Греции. Отлично подходит для здоровья сердечно-сосудистой системы.

source: Insulin Drop
de: Insulintropfen
es: Gota de insulina
fr: Goutte d'insuline
it: Goccia di insulina
pt_pt: Gota de insulina
ru: Инсулиновые капли

source: Intelligent Analytics
de: Intelligente Analytik
es: Análisis inteligente
fr: Analyse intelligente
it: Analisi intelligente
pt_pt: Análise Inteligente
ru: Интеллектуальная аналитика

source: Interactive, smart cooking guide
de: Interaktiver, intelligenter Kochführer
es: Guía de cocina interactiva e inteligente
fr: Guide de cuisine interactif et intelligent
pt_pt: Guia de culinária interativo e inteligente
ru: Интерактивное и умное руководство по готовке

source: Intermediate
de: Dazwischenliegend
es: Intermedio
fr: Intermédiaire
it: Intermedio
pt_pt: Intermediário
ru: Средний

source: Intermittent Fasting
de: Intermittierendes Fasten
es: Ayuno intermitente
fr: Jeûne intermittent
it: Digiuno intermittente
pt_pt: Jejum Intermitente
ru: Периодическое голодание

source: Iron
de: Eisen
es: Hierro
fr: Fer
it: Ferro
pt_pt: Ferro
ru: Железо

source: Iron absorption concerns
de: Bedenken hinsichtlich der Eisenaufnahme
es: Preocupaciones por la absorción de hierro
fr: Problèmes d’absorption du fer
it: Problemi di assorbimento del ferro
pt_pt: Preocupações com a absorção de ferro
ru: Проблемы с усвоением железа

source: Iron deficiency if meat avoided
de: Eisenmangel bei Fleischverzicht
es: Deficiencia de hierro si se evita la carne
fr: Carence en fer si viande évitée
it: Carenza di ferro se si evita la carne
pt_pt: Deficiência de ferro se a carne for evitada
ru: Дефицит железа, если избегать мяса

source: Iron Synergy
de: Eisen-Synergie
es: Sinergia de hierro
fr: Synergie de fer
it: Sinergia del ferro
pt_pt: Sinergia de Ferro
ru: Синергия железа

source: It's a neutral day. Sometimes taking a quick 10-minute walk or drinking a glass of cold water can naturally elevate your baseline.
de: Es ist ein neutraler Tag. Manchmal kann ein kurzer 10-minütiger Spaziergang oder das Trinken eines Glases kaltes Wasser Ihren Ausgangswert auf natürliche Weise erhöhen.
es: Es un día neutral. A veces, dar una caminata rápida de 10 minutos o beber un vaso de agua fría puede elevar naturalmente su nivel basal.
fr: C'est une journée neutre. Parfois, faire une marche rapide de 10 minutes ou boire un verre d’eau froide peut naturellement élever votre niveau de base.
it: È una giornata neutra. A volte fare una passeggiata veloce di 10 minuti o bere un bicchiere di acqua fredda può aumentare naturalmente i tuoi valori di base.
pt_pt: É um dia neutro. Às vezes, fazer uma caminhada rápida de 10 minutos ou beber um copo de água fria pode elevar naturalmente sua linha de base.
ru: Нейтральный день. Иногда быстрая 10-минутная прогулка или стакан холодной воды могут естественным образом повысить ваш базовый уровень.

source: It's best to track your measurements on the same day each week, at the same time and under the same circumstances.
de: Es ist am besten, Ihre Messungen jede Woche am selben Tag, zur gleichen Zeit und unter den gleichen Umständen zu verfolgen.
es: Lo mejor es realizar un seguimiento de sus medidas el mismo día de cada semana, a la misma hora y en las mismas circunstancias.
fr: Il est préférable de suivre vos mesures le même jour chaque semaine, à la même heure et dans les mêmes circonstances.
it: È meglio monitorare le misurazioni lo stesso giorno ogni settimana, alla stessa ora e nelle stesse circostanze.
pt_pt: É melhor monitorar suas medições no mesmo dia da semana, no mesmo horário e nas mesmas circunstâncias.
ru: Лучше всего отслеживать свои измерения в один и тот же день каждую неделю, в одно и то же время и при одних и тех же обстоятельствах.

source: Items created here are permanently saved to your database and can be used in your daily logs.
de: Hier erstellte Elemente werden dauerhaft in Ihrer Datenbank gespeichert und können in Ihren täglichen Protokollen verwendet werden.
es: Los elementos creados aquí se guardan permanentemente en su base de datos y pueden usarse en sus registros diarios.
fr: Les éléments créés ici sont enregistrés de manière permanente dans votre base de données et peuvent être utilisés dans vos journaux quotidiens.
it: Gli elementi creati qui vengono salvati in modo permanente nel tuo database e possono essere utilizzati nei tuoi registri giornalieri.
pt_pt: Os itens criados aqui são salvos permanentemente em seu banco de dados e podem ser usados ​​em seus registros diários.
ru: Созданные здесь элементы навсегда сохраняются в вашей базе данных и могут использоваться в ваших ежедневных журналах.

source: items selected
de: Elemente ausgewählt
es: elementos seleccionados
fr: éléments sélectionnés
it: elementi selezionati
pt_pt: itens selecionados
ru: выбрано

source: Journey Progress
de: Reisefortschritt
es: Progreso del viaje
fr: Progression du voyage
it: Progresso del viaggio
pt_pt: Progresso da jornada
ru: Прогресс

source: Juicy chicken filled with savory feta and spinach. Looks gourmet, but incredibly easy to make! 🌿
de: Saftiges Hähnchen gefüllt mit herzhaftem Feta und Spinat. Sieht lecker aus, ist aber unglaublich einfach zuzubereiten! 🌿
es: Pollo jugoso relleno de sabroso queso feta y espinacas. ¡Parece gourmet, pero increíblemente fácil de hacer! 🌿
fr: Poulet juteux rempli de feta savoureuse et d'épinards. Ça a l'air gourmand, mais incroyablement facile à réaliser ! 🌿
it: Pollo succoso ripieno di gustosa feta e spinaci. Sembra gourmet, ma incredibilmente facile da preparare! 🌿
pt_pt: Frango suculento recheado com saboroso queijo feta e espinafre. Parece gourmet, mas incrivelmente fácil de fazer! 🌿
ru: Сочная курица с пикантной начинкой из феты и шпината. Выглядит изысканно, а готовится невероятно легко! 🌿

source: Jump to Today
de: Springe zu Heute
es: Saltar a hoy
fr: Aller à aujourd'hui
it: Vai a Oggi
pt_pt: Ir para hoje
ru: К сегодняшнему дню

source: Kalamata Olives
de: Kalamata-Oliven
es: Aceitunas de Kalamata
fr: Olives de Kalamata
it: Olive Kalamata
pt_pt: Azeitonas Kalamata
ru: Каламата Оливки

source: kcal burned
de: Kalorien verbrannt
es: kcal quemadas
fr: kcal brûlé
it: kcal bruciate
pt_pt: kcal queimada
ru: ккал сожжено

source: kcal eaten
de: Kalorien gegessen
es: kcal consumidas
fr: kcal consommés
it: kcal consumate
pt_pt: kcal consumida
ru: ккал съедено

source: Keep Generating
de: Generieren Sie weiter
es: Sigue generando
fr: Continuez à générer
it: Continua a generare
pt_pt: Continue gerando
ru: Продолжайте генерировать

source: Keep It Up!
de: Weiter so!
es: ¡Avanza!
fr: Continuez comme ça!
it: Continuate così!
pt_pt: Mantem!
ru: Так держать!

source: Keep it up! You're doing great.
de: Weiter so! Du machst das großartig.
es: ¡Avanza! Lo estás haciendo genial.
fr: Continuez comme ça! Vous allez très bien.
it: Continua così! Stai andando alla grande.
pt_pt: Mantem! Você está indo muito bem.
ru: Отличный темп! Так держать.

source: Keep your current shape, feel active, and sustain energy
de: Behalten Sie Ihre aktuelle Form, fühlen Sie sich aktiv und erhalten Sie Energie
es: Mantenga su forma actual, siéntase activo y mantenga la energía
fr: Gardez votre forme actuelle, sentez-vous actif et maintenez votre énergie
it: Mantieni la tua forma attuale, sentiti attivo e mantieni l'energia
pt_pt: Mantenha sua forma atual, sinta-se ativo e mantenha a energia
ru: Поддерживайте свою текущую форму, чувствуйте себя активными и сохраняйте энергию.

source: Keto Almond Flour Bread
de: Keto-Mandelmehlbrot
es: Pan cetogénico de harina de almendras
fr: Pain à la farine d'amande Keto
it: Pane con farina di mandorle Keto
pt_pt: Pão de Farinha de Amêndoa Keto
ru: Кето-хлеб из миндальной муки

source: Keto Avocado Egg Salad
de: Keto-Avocado-Eiersalat
es: Ensalada Keto De Huevo Y Aguacate
fr: Salade aux œufs et à l'avocat Keto
it: Insalata di uova di avocado Keto
pt_pt: Salada de ovo com abacate ceto
ru: Кето-яичный салат с авокадо

source: Keto Avocado Salmon Boat
de: Keto-Avocado-Lachsboot
es: Barco Keto De Salmón Y Aguacate
fr: Bateau de saumon Keto avocat
it: Barchetta di salmone con avocado Keto
pt_pt: Barco Keto Abacate Salmão
ru: Кето Лодочка с лососем и авокадо

source: Keto Cauliflower Mac and Cheese
de: Keto-Blumenkohl-Makkaroni und Käse
es: Macarrones con queso y coliflor cetogénicos
fr: Macaroni au fromage et au chou-fleur céto
it: Mac e formaggio Keto cavolfiore
pt_pt: Keto couve-flor Mac e queijo
ru: Кето Макароны с цветной капустой и сыром

source: Keto Egg Salad Stuffed Peppers
de: Keto-Eiersalat mit gefüllten Paprikaschoten
es: Pimientos Rellenos De Ensalada De Huevo Keto
fr: Poivrons farcis à la salade aux œufs céto
it: Peperoni ripieni di insalata di uova cheto
pt_pt: Pimentão Recheado com Salada de Ovo Keto
ru: Кето-яичный салат с фаршированным перцем

source: Keto Garlic Butter Salmon with Asparagus
de: Keto-Knoblauchbutter-Lachs mit Spargel
es: Salmón Keto con Mantequilla de Ajo y Espárragos
fr: Saumon au beurre d'ail céto et asperges
it: Salmone al burro all'aglio Keto con asparagi
pt_pt: Keto Manteiga de Alho Salmão com Espargos
ru: Кето лосось с чесночным маслом и спаржей

source: Keto Parmesan Crusted Chicken
de: Hähnchen mit Keto-Parmesankruste
es: Pollo con costra de parmesano keto
fr: Poulet en croûte de parmesan céto
it: Pollo in crosta di parmigiano cheto
pt_pt: Frango com Crosta de Parmesão Ceto
ru: Курица в панировке с кето и пармезаном

source: Keto Steak and Broccoli
de: Keto-Steak und Brokkoli
es: Filete Keto y Brócoli
fr: Steak céto et brocoli
it: Bistecca e broccoli Keto
pt_pt: Bife Keto e Brócolis
ru: Кето стейк и брокколи

source: Keto, Vegan & More
de: Keto, Vegan und mehr
es: Keto, vegano y más
fr: Céto, végétalien et plus
it: Keto, vegano e altro
pt_pt: Ceto, Vegano e Mais
ru: Кето, веганство и многое другое

source: Ketogenic
de: Ketogen
es: cetogénico
fr: Cétogène
it: Chetogenico
pt_pt: Cetogênico
ru: Кетогенный

source: Key Benefits
de: Hauptvorteile
es: Beneficios clave
fr: Avantages clés
it: Vantaggi principali
pt_pt: Principais benefícios
ru: Ключевые преимущества

source: Key Micronutrients
de: Wichtige Mikronährstoffe
es: Micronutrientes clave
fr: Micronutriments clés
it: Micronutrienti chiave
pt_pt: Micronutrientes Chave
ru: Ключевые микроэлементы

source: Kidney Beans
de: Kidneybohnen
es: Frijoles
fr: Haricots rouges
it: Fagioli rossi
pt_pt: Feijão
ru: Фасоль

source: Kidney issues
de: Nierenprobleme
es: Problemas renales
fr: Problèmes rénaux
it: Problemi ai reni
pt_pt: Problemas renais
ru: Проблемы с почками

source: Lamb
de: Lamm
es: Cordero
fr: Agneau
it: Agnello
pt_pt: Cordeiro
ru: Ягненок

source: Laser Focus
de: Laserfokus
es: Enfoque láser
fr: Mise au point laser
it: Messa a fuoco laser
pt_pt: Foco Laser
ru: Лазерный фокус

source: Last 14 Days
de: Letzte 14 Tage
es: Últimos 14 días
fr: 14 derniers jours
it: Ultimi 14 giorni
pt_pt: Últimos 14 dias
ru: Последние 14 дней

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Dopo
pt_pt: Mais tarde
ru: Позже

source: Leafy Greens
de: Blattgemüse
es: Verduras de hoja verde
fr: Légumes-feuilles
it: Verdure a foglia verde
pt_pt: Folhas verdes
ru: Листовая зелень

source: Lean Beef
de: Mageres Rindfleisch
es: Carne Magra
fr: Bœuf maigre
it: Manzo Magro
pt_pt: Carne magra
ru: Постная говядина

source: Lean Ground Beef
de: Mageres Hackfleisch
es: Carne Molida Magra
fr: Bœuf haché maigre
it: Carne macinata magra
pt_pt: Carne moída magra
ru: Постный говяжий фарш

source: Lean Proteins
de: Magere Proteine
es: Proteínas magras
fr: Protéines maigres
it: Proteine ​​magre
pt_pt: Proteínas Magras
ru: Постные белки

source: Lean Wagyu Tenderloin
de: Mageres Wagyu-Filet
es: Lomo Magro De Wagyu
fr: Filet Wagyu maigre
it: Filetto Wagyu magro
pt_pt: Lombinho magro de Wagyu
ru: Нежирная вырезка Вагю

source: Learn more
de: Erfahren Sie mehr
es: Más información
fr: Apprendre encore plus
it: Saperne di più
pt_pt: Saber mais
ru: Узнать больше

source: Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistra
pt_pt: Esquerda
ru: Осталось

source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Leggenda
pt_pt: Lenda
ru: Легенда

source: Legumes
de: Hülsenfrüchte
es: legumbres
fr: Les légumineuses
it: Legumi
pt_pt: Leguminosas
ru: Бобовые

source: Lemon Juice
de: Zitronensaft
es: Zumo de limón
fr: Jus de Citron
it: Succo Di Limone
pt_pt: Suco de limão
ru: Лимонный сок

source: Lemongrass & Fresh Ginger
de: Zitronengras und frischer Ingwer
es: Limoncillo y jengibre fresco
fr: Citronnelle & Gingembre Frais
it: Citronella e zenzero fresco
pt_pt: Capim-limão e gengibre fresco
ru: Лемонграсс и свежий имбирь

source: Lemongrass & Ginger
de: Zitronengras und Ingwer
es: Limoncillo y jengibre
fr: Citronnelle & Gingembre
it: Citronella e zenzero
pt_pt: Capim-limão e Gengibre
ru: Лемонграсс и Имбирь

source: Lentils
de: Linsen
es: lentejas
fr: Lentilles
it: Lenticchie
pt_pt: Lentilhas
ru: Чечевица

source: Less flexibility, for experienced users.
de: Weniger Flexibilität für erfahrene Benutzer.
es: Menos flexibilidad, para usuarios experimentados.
fr: Moins de flexibilité, pour les utilisateurs expérimentés.
it: Meno flessibilità, per utenti esperti.
pt_pt: Menos flexibilidade, para usuários experientes.
ru: Меньшая гибкость для опытных пользователей.

source: Let's De-stress
de: Lassen Sie uns Stress abbauen
es: Vamos a desestresarnos
fr: Déstressons
it: Riduciamoci dallo stress
pt_pt: Vamos desestressar
ru: Давайте снимем стресс

source: Light Coconut Milk
de: Leichte Kokosmilch
es: Leche de coco ligera
fr: Lait de coco léger
it: Latte di cocco leggero
pt_pt: Leite de coco light
ru: Легкое кокосовое молоко

source: Light Fat Burn
de: Leichte Fettverbrennung
es: Quema de grasa ligera
fr: Brûlure légère des graisses
it: Brucia grassi leggero
pt_pt: Queima leve de gordura
ru: Легкое сжигание жира

source: Lime Juice
de: Limettensaft
es: Zumo de lima
fr: Jus de citron vert
it: Succo di lime
pt_pt: Suco de limão
ru: сок лайма

source: Liters
de: Liter
es: Litros
fr: Litres
it: Litri
pt_pt: Litros
ru: Литры

source: Live scanning requires an A12 chip or newer iPhone.
de: Für das Live-Scannen ist ein A12-Chip oder ein neueres iPhone erforderlich.
es: El escaneo en vivo requiere un chip A12 o un iPhone más nuevo.
fr: La numérisation en direct nécessite une puce A12 ou un iPhone plus récent.
it: La scansione in tempo reale richiede un chip A12 o un iPhone più recente.
pt_pt: A digitalização ao vivo requer um chip A12 ou um iPhone mais recente.
ru: Для сканирования в реальном времени требуется чип A12 или более новый iPhone.

source: Liver conditions
de: Lebererkrankungen
es: Condiciones del hígado
fr: Conditions hépatiques
it: Condizioni del fegato
pt_pt: Condições hepáticas
ru: Заболевания печени

source: Loading academy...
de: Akademie wird geladen...
es: Cargando academia...
fr: Chargement de l'académie...
it: Caricamento Accademia...
pt_pt: Carregando academia...
ru: Загрузка академии...
